---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalTessDeviation
source: html/760862a8-9c5a-444c-c4ab-2a2081f62cd9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalTessDeviation Property

"Maximum discretized offset"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralAnalyticalTessDeviation { get; }
```